Repository: katalyzator/maup
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

# confer
source: Conferences
tr: Konferanslar

# kongre
source: Congresses
tr: Kongreler

# more
source: Read More
tr: Fazlasını göster

# contact
source: Contacts
tr: İLETİŞİM

# name_input
source: Name
tr: ad

# number_input
source: Phone number
tr: Telefon numarası

source: Message
tr: Mesaj

source: Submit
tr: Gönder

source: Numbers
tr: telefonlar

source: Fax
tr: faks numaralarımız

# slogan
source: CENTRAL ASIAN <br> UNIVERSITIES ASSOCIATION
tr: MERKEZİ ASYA <br> ÜNİVERSİTELER BİRLİĞİ

# main
source: Main Page
tr: Ana sayfa

# about
source: CAUA
tr: MAUB

# university
source: Universities
tr: ÜNİVERSİTELER

# news
source: Announcements
tr: duyurular

source: Activities
tr: etkİnlİkler

source: Gallery
tr: GALERİ

source: Foundation
tr: Kuruluş

# goals
source: Goals and Objectives
tr: Amaç ve Hedefler

source: Main Activities
tr: Temel Faaliyetler

# procedure
source: The Procedure
tr: Birliğin Yönetim Şekli

# found_board
source: Regulation
tr: Yönerge

# foundation_text
source: The regulation is designed to establish the Central Asian Universities Association (CAUA), which brings together universities in Central Asia and neighboring countries that have agreed to implement the joint productive activities in conformity with the following goals and objectives.
tr: Merkezi Asya ve ona komşu olan ülkelerin üniversitelerinden aşağıdaki amaç ve hedefler doğrultusunda birlikte hareket etmeyi benimsemiş bulunan yüksek öğretim kurumlarının oluşturduğu Merkezi Asya Üniversiteler Birliği (MAÜB) kurulması hedeflenmiştir.

# goals_text
source: The goals of the Central Asian Universities Association are to expand cooperation among universities and organizations, promote internationalization, ensure academic mobility of students and teachers, develop joint degree and educational programs, and a unified credit transfer system, create the quality controlsystem and mechanisms for accreditation, as well as to develop projects promoting regional development,taking into account the strengths of member Universities of the Association. The Association will play an important role in scientific, economic and socio-cultural collaboration in Central Asia, and will enhance cooperation among the countries of the region and pave the way for a rapprochement of nations and peoples of the region.
tr: Merkezi Asya’da bilimsel, ekonomik, sosyal ve kültürel işbirliğinde önemli rol oynayacağı, bölge ülkeleri arasındaki işbirliğinin güçlendirilmesine katkıda bulunacağı, bölge milletleri ve halkları arasında yakınlaşmaya zemin hazırlayacağı inancı ile kurulan “Merkezi Asya Üniversiteler Birliği’nin” amacı üniversiteler, yükseköğretim kurumları ve bunlarla işbirliği yapan kurum ve kuruluşlar arasında işbirliğini artırmak, uluslararasılaşmayı desteklemek, öğretim elemanı ve öğrenci hareketliliğini sağlamak, ortak diploma programları geliştirmek, program geliştirme ve kredi transfer sistemleri üzerinde birliktelik sağlamak, kalite güvence sistemi oluşturmak ve akreditasyon mekanizmaları üzerinde çalışmak, üye olan üniversitelerin güçlü olduğu alanları dikkate alarak bölgesel kalkınmaya katkı sağlayacak projeleri geliştirmektir.

# activity_text
source: * Conferences, symposiums, seminars and workshops;<br>* Fairs, exhibitions and competitions;<br>* Activities to improve the professional qualifications, courses and summer schools;<br>* Joint multinational projects, which contribute to the development at the local and regional level;<br>* Projects aimed at bringing together the peoples and establishing intercultural dialogue/interaction;<br>* Projects on the exchange of students and lecturers;<br>* Programs on the exchange of experience between the managerial and administrative staff;<br>* Activities for the development of joint educational programs and the creation of credit-transfer system;<br>* Activities for the modernization of the system of quality control and accreditation;<br>* Activities for the creation of online networking with similar international organizations.
tr: * Kongreler, sempozyumlar, seminerler ve çalıştaylar <br> * Fuarlar, şölenler, sergiler, müsabakalar<br> * Hizmet içi eğitim faaliyetleri, kurslar, yaz okulları<br> * Yerel ve bölgesel gelişmeyi destekleyecek çok uluslu ortak projeler<br> * Halkların yakınlaşması ve kültürler arası diyaloğa yönelik projeler<br> * Öğrenci, öğretim elemanı değişim projeleri<br> * Yönetici ve idari personel tecrübe paylaşım programları<br> * Ortak eğitim programı geliştirme ve kredi transfer sistemi oluşturma çalışmaları<br> * Kalite, güvence ve akreditasyona yönelik çalışmalar<br> * Benzeri uluslararası kuruluşlarla müştereken network oluşturma çalışmaları

# procedure_text
source: The Association shall be headed by the President of the Association, the General Meeting and the Board of the Association. All the heads of the member organizations of the Association shall be members of the General Meeting of the Association. The General Meeting of the Association shall appoint members of the Board of the Association for a period of 3 years. The Board of the Association shall appoint President of the Association for a period of 3 years.
tr: Birliğin organları; Birlik Başkanı, Birlik Genel Kurulu ve Birlik Yürütme Kuruludur. Birliğin Genel Kurulu, birliğe üye olan bütün üniversitelerden oluşur. Birlik Yürütme Kurulu Birlik Genel Kurulu tarafından 3 yıl için seçilir. Birliğin Başkanı Birlik Yürütme Kurulu tarafından 3 yıl için seçilir.

# board_text
source: Prior to the formation of the Associationâ€™s managerial boards, universities shall establish the Foundation Board of the Association in conformity with the abovementioned goals and objectives. Chairman of the Foundation Board of the Association is Rector of the Kyrgyz-Turkish Manas University.
tr: Birliğin organları oluşturulana kadar yukarıdaki amaç ve hedefler doğrultusunda bir araya gelen üniversiteler kurucu yürütme kurulunu oluşturur, kurucu yürütme kurulunun başkanı Kırgızistan- Türkiye Manas Üniversitesi Rektörüdür.

# kurucu
source: founders
tr: kurucu Üyeler

source: All members
tr: TÜm Üyeler
